/* Localizable strings of com.apple.mail.managed preference manifest */

"Mail.pfm_title" =			"Mail-10.6";
"Mail.pfm_description" =			"Mail-asetukset 10.6:lle.";

"AccountToMerge.pfm_title" =			"Tunnuksen tiedot";
"AccountToMerge.pfm_description" =			"Yhdistettävät tilitiedot.";

"AccountType.pfm_title" =			"Saapuva tunnustyyppi";
"AccountType.pfm_description" =			"Saapuvan postin palvelimen tunnustyyppi.";
"EmailAddresses.pfm_title" =			"Osoiteluettelo";
"EmailAddresses.pfm_description" =			"Käyttäjän sähköpostiosoitteet.";
"EmailAddress.pfm_title" =			"Sähköpostiosoite";
"EmailAddress.pfm_description" =			"Yksi sähköpostiosoite. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”. Esimerkiksi, ”%@@apple.com”.";
"Hostname.pfm_title" =			"Saapuvan postin palvelin";
"Hostname.pfm_description" =			"Saapuvan postin palvelimen nimi. Esimerkiksi, ”mail.apple.com”.";
"Username.pfm_title" =			"Saapuva käyttäjätunnus";
"Username.pfm_description" =			"Käyttäjätunnus saapuvan postin palvelimella. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”.";

"AuthenticationScheme.pfm_title" =			"Saapuva todentamismalli";
"AuthenticationScheme.pfm_description" =			"Saapuvan postin palvelimen todentamismalli.";
"FullUserName.pfm_title" =			"Koko nimi";
"FullUserName.pfm_description" =			"Käyttäjän koko nimi. Määrittele nykyisen käyttäjän koko nimi kohteella ”%@”.";
"SMTPHostname.pfm_title" =			"SMTP-palvelin";
"SMTPHostname.pfm_description" =			"SMTP-palvelimen nimi. Esimerkiksi, ”smtp.apple.com”.";

"SMTPUsername.pfm_title" =			"SMTP-käyttäjä";
"SMTPUsername.pfm_description" =			"SMTP-käyttäjätunnus.";
"SSLEnabled.pfm_title" =			"SSL käytössä";
"SSLEnabled.pfm_description" =			"Tosi, jos SSL on käytössä.";
"DeliverySSLEnabled.pfm_title" =			"SSL käytössä toimituksessa";
"DeliverySSLEnabled.pfm_description" =			"Tosi, jos SSL on käytössä toimituksessa.";
"DeliveryAuthenticationScheme.pfm_title" =			"Toimitusautentikointimenetelmä";
"DeliveryAuthenticationScheme.pfm_description" =			"Lähtevän postin palvelimen todentamismenetelmä. Jos haluat käyttää salasanaa, aseta tyhjä merkkijono.";
